[
	{
		"html": "<p>The Diffendorf Family Rotisserie Baseball League, founded in 1993 in Kirkwood, NY, celebrated its 25th anniversary with the 2017 season. The League has grown to include more than 50 participants of all ages from the Diffendorf family. The entrance fee for the League is still $3, same as it was in the League's first year of 1993.</p><p>The League operates as a 'salary cap' style League, with each player having a fixed price at the beginning of the season, and each owner getting a fixed budget to fill out their roster. The League provides a lot of family enjoyment (and trash-talking), culminating in the annual meeting at the family Christmas gathering. The presentation of the Diffendorf Cup is the highlight of the season.</p>",
		"section_title": "Beginnings",
		"img": "https://d3hlvihzs7kpz1.cloudfront.net/sfws/images/baseball/DSC_2797-1.JPG",
		"caption": "Bragging rights are important in the league"
	},
	{
		"anchor": "early_years",
		"range": "1993 - 1997",
		"html": "<p>Fifteen owners participated in the League's inaugural year of 1993, with Tom Sr. coming out on top. Tom Sr. repeated his victory the next year, the strike-shortened 1994 season, and thereby established his enduring status as the man that every other owner loves to root against. Bill Jr., who had finished 2nd to Tom Sr. in bitterly contested battles in both '93 and '94, claimed the top spot for his own in 1995.</p><p>Marchie won the league in 1996, and then Bill Jr. became the League's 2nd repeat champion in 1997. That year concluded a truly remarkable 5-year run for the legendary rivalry between Tom Sr. and Bill Jr.: between 1993 and 1997, there were ten first- and second-place finishes. Tom Sr. and Bill Jr. occupied <b>eight</b> of those spots. This remarkable statistic bears repeating: in the five years between 1993 and 1997, there were ten people who finished in either first or second place. Eight of those people were either Tom Sr. or Bill Jr. Their bitter rivalry continues to this day.</p>",
		"section_title": "The Early Years",
		"img": "https://d3hlvihzs7kpz1.cloudfront.net/sfws/images/baseball/DSC_2814-1.JPG",
		"caption": "Sportsmanlike conduct is encouraged but not always practiced"
	},
	{
		"anchor": "ruthless",
		"range": "1998 - 2000",
		"html": "<p>The 1998 season saw family matriarch Dorothy Diffendorf claim the league title, and earn the nickname 'Dorothy Ruthless' in the process. (Never underestimate a great-grandmother.) Amanda won convincingly in 1999, but Dorothy Ruthless, on the strength of her beloved Yankees, got right back to the winner's circle in 2000 with a huge margin of victory (6383 - 5996).</p>",
		"section_title": "The Reign of Dorothy Ruthless",
		"img": "https://d3hlvihzs7kpz1.cloudfront.net/sfws/images/headshots/Dorothy2011_5755x150.jpg",
		"caption": "2-Time Champion Dorothy 'Ruthless' Diffendorf"
	},
	{
		"anchor": "tough_luck",
		"range": "2001",
		"html": "<p>The 2001 season marked a watershed moment for the League, because the infamous 'tough luck' policy was changed after many years of debate. The 'tough luck' policy essentially stated that you pick your roster (without subs) at the beginning of the season, and if you lost a player due to injury, being benched, being sent down to minors, etc.: tough luck.</p><p>In 2001, however, the League implemented a policy that allowed an owner to swap out two players for any reason at any point in the season. The 2001 season also set a record for the number of owners participating in the league: 37. Shannon took the crown in this momentous season, in the closest finish in League history: Shannon held on to surpass long-suffering league statistician Tom Jr. by a final score of 6796 - 6792 (a .06&#37; differential).</p>",
		"section_title": "The End of 'Tough Luck'",
		"img": "https://d3hlvihzs7kpz1.cloudfront.net/sfws/images/headshots/TomSr_2987.jpg",
		"caption": "6-Time Champion Tom Sr."
	},
	{
		"anchor": "the_cup",
		"range": "2002 - 2005",
		"html": "<p>Karen won the championship in 2002, and Suzanne, wife of long-suffering statistician Tom Jr., took the crown in 2003. Suzanne was the first recipient of the Diffendorf Cup, a trophy now presented annually to the league victor, who gets to keep the Cup for a year, until a new winner is declared. All previous winners' names are engraved on the Cup.</p><p>In 2004, doubtless spurred on by the allure of the newly introduced Cup, Tom Sr. became the League's first 3-time champion, marking the 10-year anniversary since his last championship. This victory also marked the end of a duly-noted five-year championship drought for the men of the League. Ray, perennial Commissioner of the League, took home the Cup after the 2005 season.</p>",
		"section_title": "The Introduction of the Cup Inspires New Levels of Competitiveness",
		"img": "https://d3hlvihzs7kpz1.cloudfront.net/sfws/images/baseball/BillyWithCup.jpg",
		"caption": "2-Time Champion Billy III with the Cup in 2010"
	},
	{
		"anchor": "new_talent",
		"range": "2006",
		"html": "<p>The 2006 season marked the beginning of an exciting new era for the League, with an influx of young rookie talent (Ben, Jack S, Abbie, Gracie, Eli) looking to challenge the established veterans. The experience of the veteran Sandra proved too much, however, as Sandra won the League in convincing fashion after leading nearly wire-to-wire, and leaving her husband, Tom Sr., grasping at air in 2nd place.</p><p>In this season, Sandra became the first owner to break the 7000-point barrier (7066) and her margin of victory (7066 - 6596) was the greatest in the Trade era, #3 all-time. Making Sandra's record score even more remarkable is the fact that she spent only $12,500 of her allotted $13,000 at the beginning of the season, <i>and then she never even made a trade the whole season!</i></p>",
		"section_title": "New Talent, a Record-setting Performance",
		"img": "https://d3hlvihzs7kpz1.cloudfront.net/sfws/images/baseball/sandra_150.jpg",
		"caption": "Sandra, single-season points record holder"
	},
	{
		"anchor": "overdue_victory",
		"range": "2007 - 2009",
		"html": "<p>The end of the 2007 season inspired groans from around the League as Tom Sr. took home his 4th championship, adding to his record total. Young Mick finished impressively in 4th place, after a gutsy early-season benching of Coco Crisp. In a riveting late-season battle, Kimmie held on to the last money spot (6th place), fending off a late run by Molly. Becky managed to finish in 11th place with a team containing only players with Apostolic names.</p><p>In 2008, after sixteen years of running the League, Tom Jr. finally won the championship. Sam and Josh held leads early in the season, but the balanced and injury-free team from Tom Jr. took the lead before the All-Star break and never looked back. However, the other money spots (2 - 6) were in fierce contention right up to the end, making for an exciting finish to the season.</p><p>The 2009 season saw the return of sometime Comissioner Ray to the winner's podium, joining the elite club of multiple-season winners. This 2009 season also marked the seventh season in a row (2003 - 2009) that the victor had come from the Massachusetts contingent of the League. But, all of that was about to change.</p>",
		"section_title": "An Overdue Victory, Smith Family Dominance",
		"img": "https://d3hlvihzs7kpz1.cloudfront.net/sfws/images/headshots/SmithTomJrDSC_4142.JPG",
		"caption": "League statistician and 2008 victor Tom Jr."
	},
	{
		"anchor": "return_to_glory",
		"range": "2010 - 2011",
		"html": "<p>In 2010, after a remarkable 'trash talk' campaign, Billy III brought the Cup back to Kirkwood in a very exciting season, holding off teams from his brother-in-law Tony and Tony's kids to win by only five points (6267 - 6262), the second-closest finish in league history.</p><p>In 2011, all paricipants were gathered as usual at the annual family Christmas gathering, and the trophy was presented to winner Jessica, who ran away with the victory by almost two hundred points over second-place finisher Gayle. However, upon accepting the Cup, Jessica made a stunning confession: 'I had nothing to do with picking this team'. Suspicions immediately turned to Jessica's husband, Gary, who had submitted another team under his own name. Gary, who had long been known to crave the Cup, may have felt justified in his alleged actions due to his lingering bitterness over his beloved Expos' departure from Montreal. A League investigation is ongoing.</p>",
		"section_title": "A Return to Glory, a Cup Controversy",
		"img": "https://d3hlvihzs7kpz1.cloudfront.net/sfws/images/headshots/Gary_S_2012x250.jpg",
		"caption": "Controversial league figure Gary, with his son Jacob"
	},
	{
		"anchor": "new_repeat_winner",
		"range": "2012",
		"html": "<p>In 2012, the irrepressible Billy III joined the elite ranks of the League's two-time champions. He accepted the Cup with his usual grace and humility, encouraging everyone to start calling him 'Two-Time'. There were additional surprises in the top ranks as well: the devout Janet may have invoked divine intervention to assist with her second-place finish, and long-time cellar-dweller Hanover Steve shocked everyone with his third place finish. Fellow owners attributed Steve's success to his finally abandoning his 'always pick Rocco Baldelli' policy, though this may have actually been an oversight on his part at draft time, uncorrected throughout the season due to Smith's consistent negligence.</p>",
		"section_title": "A New Repeat Winner",
		"img": "https://d3hlvihzs7kpz1.cloudfront.net/sfws/images/headshots/Billy_III_2012x150v2.jpg",
		"caption": "Billy 'Two-time' III"
	},
	{
		"anchor": "2013",
		"range": "2013",
		"html": "<p>In spite of the best efforts of his grandson Jack S, Tom Sr. finished in 1st place yet again. The young Jack S took 2nd, while the 3-5 spots were occupied by regulars Tom Jr., Kimmie, and Ray. Gracie finished out the top 6.</p>"
	},
	{
		"anchor": "2014",
		"range": "2014",
		"html": "<p>Austin became the youngest owner ever to win the league at the age of 15. We had mothers and sons in the top 6, with Austin’s mom Mary finishing 4th, and then Suzanne and her son Sam finishing 3rd and 5th. Young Cody had an impressive finish in 2nd place; Billy III, always with a nose for the money spots, finished 6th.</p>"
	},
	{
		"anchor": "2015",
		"range": "2015",
		"html": "<p>Tom Sr. added to his hall-of-fame career with his 6th victory. The twins, Connor and Cody, finished in 2nd and 6th, and young Ian finished 3rd. Legendary owner Bill Jr. made a long-awaited return to the money spots with a finish in 5th.</p>"
	},
	{
		"anchor": "2016",
		"range": "2016",
		"html": "<p>Allison took the top spot in 2016, with Kirkwood residents taking the top 3 spots, and women taking 4 of the 6 money spots.</p>"
	},
	{
		"anchor": "2017",
		"range": "2017",
		"html": "<p>Matt finished first, ahead of older brother Tom Jr. Austin and Jack S finished 3-4, and husband-and-wife team Sandra and Tom Sr. finished 5-6.</p>"
	},
	{
		"anchor": "2018",
		"range": "2018",
		"html": "<p>With Tom Jr. holding on to a trade until nearly the last minute, younger brother Matt stayed paranoid until the end, but wound up with a convincing victory - a 6.44% margin, good for 5th all-time, and the most since Sandra's legendary victory over her husband Tom Sr. in 2006.</p><p>This was the second year in a row that Matt and his brother Tom Jr. finished first and second. Sandra finished 3rd, marking an impressive 4-year run of top 5 finishes.</p>"
	},
	{
		"anchor": "2019",
		"range": "2019",
		"title": "A New Rivalry",
		"html": "<p>Wow, what an end to the 2019 season. In one of the most exciting finishes in league history, Jack S traded first place with his grandfather, Tom Sr., throughout the last weeks of the season. As Jack’s father Ray noted, a walk-off hit by the great Rafael Devers on the last day of the season helped Jack fend off his conniving grandfather and take first place by only 5 points.</p><p>At the age of 22, Jack becomes the second-youngest owner to ever win the league, behind Austin, who won the league in 2014 at the age of 15. This continues a nice rivalry in the “great-grandchildren” generation: Jack finished 2nd in 2013, Austin finished 1st in 2014, Austin and Jack finished 3-4 in 2017, Austin finished 6th in 2018, Jack finished first in 2019. So far their rivalry has been much more civil than their legendary grandfathers’, but perhaps age will introduce some bitterness.</p><p>Getting back to 2019: Gayle shrewdly picked up rookie phenom Peter Alonso - who no one else picked - to solidify her hold on 3rd place. Mick couldn’t quite keep pace with his older brother Jack, but turned in a solid season at 4th place. Tony, no stranger to the top 10, finished 5th.</p><p>Matt, the winner of the previous two seasons (just ask him) sailed through most of the season firmly in first place again, but dropped like a stone in August and barely held on to the last money spot (6th).</p><p>Sam had a very respectable finish in 7th, and may have overtaken his uncle Matt if not for a panicky early-season benching of Brock Holt.</p>"
	},
	{
		"anchor": "2020",
		"range": "2020",
		"title": "Suzanne wins again",
		"html": "<p>The 2020 season, like most other things in 2020, was unlike any other season we’ve had.</p><p>Ian led for much of the shortened season, with Suzanne not far behind. But, in the end, Suzanne was victorious, and became only the 6th member of the multiple-championships club.</p><p>Ever the villain, Tom Sr. stormed up the standings late in the season, knocking his grandchildren aside left and right, even coming within 15 points of the lead on the 2nd to last day of the season, before finishing in 2nd place.</p><p>Ian weathered a season-ending injury to Matt Chapman to finish in 3rd place, with his cousin Henry behind him by only 7 points in 4th place.</p><p>Perennial solid performer Josh finished in 5th place, and Hanover Steve’s Green Monsters finished out the top 6 with a rare appearance in a money spot.</p>"
	}
]
